7zip
ags-hyprpanel-git
alacritty
apache
banner
baobab
base
base-devel
bc
bitwarden
bitwarden-cli
blender
btop
byobu
cabextract
calibre
chatgpt-shell-cli
chess-tui
chromium
clipboard-bin
cliphist
cmake
cmatrix
composer
conky
copyq
cosmic-app-library
cosmic-applets
cosmic-bg
cosmic-comp
cosmic-files
cosmic-greeter
cosmic-idle
cosmic-launcher
cosmic-notifications
cosmic-osd
cosmic-panel
cosmic-randr
cosmic-screenshot
cosmic-session
cosmic-settings
cosmic-settings-daemon
cosmic-store
cosmic-terminal
cosmic-text-editor
cosmic-wallpapers
cosmic-workspaces
cowsay
cpio
dart-sass
dbeaver
dhcpcd
dunst
efibootmgr
f3d
fastfetch
ffmpegthumbnailer
figlet
file-roller
filezilla
firefox
fish
freecad
fuzzel
fx
gdm
gemini-cli-bin
gimp
git
github-cli
gnome-browser-connector
gnome-calculator
gnome-color-manager
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-menus
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extension-forge
gnome-shell-extension-pop-shell-git
gnome-shell-extensions
gnome-system-monitor
gnome-tweaks
gnome-user-docs
gobang-bin
gparted
gramps
grilo-plugins
grub
gst-libav
gum
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-nfs
gvfs-smb
hardinfo2
helix
htop
hunspell-es_ar
hwinfo
hyprland
hyprlock
hyprpaper
inkscape
iperf3
jp2a
jq
kitty
lazygit
lazysql-bin
lf
lib32-fuse2
libreoffice-fresh
libreoffice-fresh-es
linux
linux-firmware
lolcat
man-db
man-pages-es
mariadb
mesa-demos
mesa-utils
meson
minecraft-launcher
mokutil
mtr
nautilus
neovide
neovim
networkmanager
niri
nnn
npm
ntfs-3g
ntp
nvtop
nwg-panel
nyxt
openbsd-netcat
openssh
orca-slicer-git
os-prober
otf-aurulent-nerd
otf-codenewroman-nerd
otf-comicshanns-nerd
otf-commit-mono-nerd
otf-droid-nerd
otf-firamono-nerd
otf-geist-mono-nerd
otf-hasklig-nerd
otf-hermit-nerd
otf-monaspace-nerd
otf-opendyslexic-nerd
otf-overpass-nerd
pacman-contrib
patchelf
pavucontrol
php
php-apache
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
posting
power-profiles-daemon
prusa-slicer
psensor
python-mariadb-connector
python-pip
python-qtpy
qbittorrent
qt5-wayland
qutebrowser
radeontop
ranger
rclone
reflector
ripgrep
rofi
rsync
samba
sof-firmware
spacenavd
sqlit
steam
steam-native-runtime
sway
swaybg
swww
thunar
tmux
traceroute
ttf-0xproto-nerd
ttf-3270-nerd
ttf-agave-nerd
ttf-anonymouspro-nerd
ttf-arimo-nerd
ttf-bigblueterminal-nerd
ttf-bitstream-vera-mono-nerd
ttf-cascadia-code-nerd
ttf-cascadia-mono-nerd
ttf-cousine-nerd
ttf-d2coding-nerd
ttf-daddytime-mono-nerd
ttf-dejavu-nerd
ttf-envycoder-nerd
ttf-fantasque-nerd
ttf-fira-code
ttf-fira-sans
ttf-firacode-nerd
ttf-go-nerd
ttf-gohu-nerd
ttf-hack-nerd
ttf-heavydata-nerd
ttf-iawriter-nerd
ttf-ibmplex-mono-nerd
ttf-inconsolata-go-nerd
ttf-inconsolata-lgc-nerd
ttf-inconsolata-nerd
ttf-intone-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-iosevkatermslab-nerd
ttf-jetbrains-mono-nerd
ttf-lekton-nerd
ttf-liberation-mono-nerd
ttf-lilex-nerd
ttf-martian-mono-nerd
ttf-meslo-nerd
ttf-monofur-nerd
ttf-monoid-nerd
ttf-mononoki-nerd
ttf-mplus-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-profont-nerd
ttf-proggyclean-nerd
ttf-recursive-nerd
ttf-roboto-mono-nerd
ttf-sharetech-mono-nerd
ttf-sourcecodepro-nerd
ttf-space-mono-nerd
ttf-terminus-nerd
ttf-tinos-nerd
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono-nerd
ttf-zed-mono-nerd
tty-clock
ueberzug
ulauncher
unrar
vim
visual-studio-code-bin
vivaldi
w3m
walker-bin
waybar
waypaper
wev
wezterm-git
wget
wireplumber
wl-clipboard
wlogout
woeusb-ng
woff2-font-awesome
wvkbd-git
xdebug
xdg-desktop-portal-cosmic
xdg-desktop-portal-hyprland
xdotool
xf86-video-amdgpu
xwayland-satellite
yad
yay-bin
yay-bin-debug
yazi
zathura
zathura-pdf-poppler
zed
zellij
zen-browser-bin
